# shell
cask "iterm2"
brew "z"
brew "wget"
brew "zsh"
brew "watch"
brew "tldr"
brew "bat"
brew "fzf"
brew "htop"
brew "diff-so-fancy"
brew "jq"

# development
brew "git"
brew "ruby"
brew "docker"
brew "docker-compose"
brew "awscli"
brew "terraform"
brew "gh"
brew "nvm"
cask "sublime-text"
cask "visual-studio-code"
cask "intellij-idea-ce"
cask "webstorm"

# Mac stuff
cask "rectangle"
cask "beardedspice"
cask "caffeine"
cask "raycast"

# Miscellaneous
cask "slack"
cask "spotify"
cask "vlc"
cask "flux"
cask "google-drive"
cask "google-chrome"
cask "brave-browser"
cask "1password"
cask "zoom"
cask "calibre"
cask "readdle-spark"
cask "tomatobar"
cask "signal"
brew "syncthing"
cask "tor-browser"
cask "the-unarchiver"
cask "obsidian"
cask "cheatsheet"
